Repository: VortXTV/VortX
Catalog: app/Resources/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, br, bs, ca, ceb, cs, cy, da, de, el, es, et, eu, fa, fi, fil, fo, fr, fy, ga, gd, gl, gu, ha, he, hi, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, oc, or, pa, pl, ps, pt_br, pt_pt, ro, ru, rw, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tr, tt, ug, uk, ur, uz, vi, xh, yo, zh_hans, zh_hant, zu

source: Switch Profile
af: Wissel profiel
am: መገለጫ ቀይር
ar: تبديل الملف الشخصي
as: প্ৰ'ফাইল সলনি কৰক
az: Profili dəyiş
be: Змяніць профіль
bg: Смяна на профил
bn: প্রোফাইল পরিবর্তন
br: Cheñch aelad
bs: Promijeni profil
ca: Canvia de perfil
ceb: Balhin og Profile
cs: Přepnout profil
cy: Newid Proffil
da: Skift profil
de: Profil wechseln
el: Εναλλαγή προφίλ
es: Cambiar de perfil
et: Vaheta profiili
eu: Aldatu profila
fa: تغییر نمایه
fi: Vaihda profiilia
fil: Magpalit ng Profile
fo: Skift vangamynd
fr: Changer de profil
fy: Profyl wikselje
ga: Athraigh Próifíl
gd: Atharraich Pròifil
gl: Cambiar de perfil
gu: પ્રોફાઇલ બદલો
ha: Canza Bayanin Martaba
he: החלפת פרופיל
hi: प्रोफ़ाइल बदलें
hr: Promijeni profil
ht: Chanje Pwofil
hu: Profilváltás
hy: Փոխել պրոֆիլը
id: Ganti Profil
ig: Gbanwee Profaịlụ
is: Skipta um notandasnið
it: Cambia profilo
ja: プロフィールを切り替え
jv: Ganti Profil
ka: პროფილის გადართვა
kk: Профильді ауыстыру
km: ប្ដូរប្រវត្តិរូប
kn: ಪ್ರೊಫೈಲ್ ಬದಲಿಸಿ
ko: 프로필 전환
ku: Profîlê biguherîne
ky: Профилди которуу
lb: Profil wiesselen
lo: ສະຫຼັບໂປຣໄຟລ໌
lt: Keisti profilį
lv: Mainīt profilu
mg: Ovay ny Profil
mi: Hurihia te Kōtaha
mk: Промени профил
ml: പ്രൊഫൈൽ മാറ്റുക
mn: Профайл солих
mr: प्रोफाइल बदला
ms: Tukar Profil
mt: Aqleb Profil
my: ပရိုဖိုင် ပြောင်းရန်
nb: Bytt profil
ne: प्रोफाइल बदल्नुहोस्
nl: Profiel wisselen
ny: Sinthani Profile
oc: Cambiar de perfil
or: ପ୍ରୋଫାଇଲ ସୁଇଚ୍ କରନ୍ତୁ
pa: ਪ੍ਰੋਫ਼ਾਈਲ ਬਦਲੋ
pl: Przełącz profil
ps: پروفایل بدل کړئ
pt_br: Trocar de perfil
pt_pt: Mudar de perfil
ro: Schimbă profilul
ru: Сменить профиль
rw: Hindura umwirondoro
sd: پروفائل مٽايو
si: පැතිකඩ මාරු කරන්න
sk: Prepnúť profil
sl: Zamenjaj profil
sm: Sui Tala Faasino Patino
sn: Chinja Purofaira
so: Beddel Profile
sq: Ndërro profilin
sr: Промени профил
st: Fetola Profaele
su: Ganti Profil
sv: Byt profil
sw: Badilisha Wasifu
ta: சுயவிவரத்தை மாற்று
te: ప్రొఫైల్ మార్చండి
tg: Ивази профил
th: สลับโปรไฟล์
tr: Profil Değiştir
tt: Профильне алмаштыр
ug: سەپلىمە ئالماشتۇرۇش
uk: Змінити профіль
ur: پروفائل تبدیل کریں
uz: Profilni almashtirish
vi: Đổi hồ sơ
xh: Tshintsha iProfayile
yo: Yí Profaìlì Padà
zh_hans: 切换用户
zh_hant: 切換設定檔
zu: Shintsha Iphrofayela

source: VortX account & sync
af: VortX-rekening en sinkronisasie
am: የVortX መለያ እና ማመሳሰል
ar: حساب VortX والمزامنة
as: VortX একাউণ্ট আৰু ছিংক
az: VortX hesabı və sinxronizasiya
be: Акаўнт VortX і сінхранізацыя
bg: Профил във VortX и синхронизация
bn: VortX অ্যাকাউন্ট ও সিঙ্ক
br: Kont & koubladur VortX
bs: VortX račun i sinhronizacija
ca: Compte VortX i sincronització
cs: Účet VortX a synchronizace
cy: Cyfrif VortX a chydweddu
da: VortX-konto og synkronisering
de: VortX-Konto & Synchronisierung
el: Λογαριασμός VortX και συγχρονισμός
es: Cuenta de VortX y sincronización
et: VortX konto ja sünkroonimine
eu: VortX kontua eta sinkronizazioa
fa: حساب VortX و همگام‌سازی
fi: VortX-tili ja synkronointi
fil: VortX account at sync
fo: VortX konta og samstilling
fr: Compte VortX et synchronisation
fy: VortX-akkount en syngronisaasje
ga: Cuntas VortX & sioncronú
gd: Cunntas ⁊ sioncronachadh VortX
gl: Conta e sincronización de VortX
gu: VortX ખાતું અને સિંક
ha: Asusun VortX & daidaitawa
he: חשבון VortX וסנכרון
hi: VortX खाता और सिंक
hr: VortX račun i sinkronizacija
ht: Kont VortX & senkronizasyon
hu: VortX-fiók és szinkronizálás
hy: VortX հաշիվ և համաժամացում
id: Akun & sinkronisasi VortX
ig: Akaụntụ VortX & mmekọ
is: VortX-reikningur og samstilling
it: Account VortX e sincronizzazione
ja: VortX アカウントと同期
jv: Akun VortX & sinkron
ka: VortX ანგარიში და სინქრონიზაცია
kk: VortX тіркелгісі және синхрондау
km: គណនី VortX និងការធ្វើសមកាលកម្ម
kn: VortX ಖಾತೆ ಮತ್ತು ಸಿಂಕ್
ko: VortX 계정 및 동기화
ku: Hesabê VortX û hevdemî
ky: VortX аккаунту жана шайкештирүү
lb: VortX-Kont & Synchronisatioun
lo: ບັນຊີ VortX & ຊິງ
lt: VortX paskyra ir sinchronizavimas
lv: VortX konts un sinhronizācija
mg: Kaonty VortX & sync
mi: Pūkete VortX me te tukutahi
mk: VortX сметка и синхронизација
ml: VortX അക്കൗണ്ടും സമന്വയവും
mn: VortX данс ба синк
mr: VortX खाते आणि सिंक
ms: Akaun & penyegerakan VortX
mt: Kont VortX u sync
my: VortX အကောင့်နှင့် ချိန်ကိုက်ခြင်း
nb: VortX-konto og synkronisering
ne: VortX खाता र सिंक
nl: VortX-account en synchronisatie
ny: Akaunti ya VortX & kuyenderana
oc: Compte VortX e sincronizacion
or: VortX ଆକାଉଣ୍ଟ ଓ ସିଙ୍କ
pa: VortX ਖਾਤਾ ਤੇ ਸਿੰਕ
pl: Konto VortX i synchronizacja
ps: د VortX حساب او همغږي
pt_br: Conta VortX e sincronização
pt_pt: Conta e sincronização VortX
ro: Cont VortX și sincronizare
ru: Аккаунт VortX и синхронизация
rw: Konti ya VortX no kwiyunga
sd: VortX اڪائونٽ ۽ سنڪ
si: VortX ගිණුම සහ සමමුහුර්තකරණය
sk: Účet VortX a synchronizácia
sl: Račun VortX in sinhronizacija
sm: Tala VortX & faapenapena
sn: Account yeVortX & sync
so: Akoonka VortX & isku-socodsiin
sq: Llogaria VortX dhe sinkronizimi
sr: VortX налог и синхронизација
st: Akhaonto ea VortX & sync
su: Akun & sinkron VortX
sv: VortX-konto och synk
sw: Akaunti ya VortX na usawazishaji
ta: VortX கணக்கு மற்றும் ஒத்திசைவு
te: VortX ఖాతా & సమకాలీకరణ
tg: Ҳисоби VortX ва ҳамоҳангсозӣ
th: บัญชี VortX และการซิงค์
tr: VortX hesabı ve eşitleme
tt: VortX хисабы һәм синхронлаштыру
ug: VortX ھېساباتى ۋە قەدەمداشلاش
uk: Обліковий запис VortX і синхронізація
ur: VortX اکاؤنٹ اور ہم آہنگی
uz: VortX hisobi va sinxronlash
vi: Tài khoản VortX và đồng bộ
xh: Iakhawunti yeVortX & ukuvumelanisa
yo: Àkàwé VortX & ìmúrasíra
zh_hans: VortX 账户与同步
zh_hant: VortX 帳號與同步
zu: I-akhawunti ye-VortX nokuvumelanisa

source: Signed in
af: Aangemeld
am: ገብተዋል
ar: تم تسجيل الدخول
as: ছাইন ইন কৰা হ'ল
az: Daxil olunub
be: Уваход выкананы
bg: Влязохте
bn: সাইন ইন করা আছে
br: Kennasket
bs: Prijavljeni
ca: Sessió iniciada
ceb: Naka-sign in
cs: Přihlášeno
cy: Wedi mewngofnodi
da: Logget ind
de: Angemeldet
el: Συνδεδεμένος
es: Sesión iniciada
et: Sisse logitud
eu: Saioa hasita
fa: وارد شده
fi: Kirjautunut sisään
fil: Naka-sign in
fo: Innritaður
fr: Connecté
fy: Oanmeld
ga: Sínithe isteach
gd: Air clàradh a-steach
gl: Sesión iniciada
gu: સાઇન ઇન છે
ha: An shiga
he: מחובר
hi: साइन इन है
hr: Prijavljeni ste
ht: Konekte
hu: Bejelentkezve
hy: Մուտք գործված է
id: Sudah masuk
ig: Abanyela
is: Skráð(ur) inn
it: Accesso effettuato
ja: サインイン済み
jv: Wis mlebu
ka: შესული ხართ
kk: Кіру орындалды
km: បានចូលគណនី
kn: ಸೈನ್ ಇನ್ ಆಗಿದೆ
ko: 로그인됨
ku: Têketî
ky: Кирилди
lb: Ugemellt
lo: ເຂົ້າສູ່ລະບົບແລ້ວ
lt: Prisijungta
lv: Pieteicies
mg: Tafiditra
mi: Kua takiuru
mk: Најавени сте
ml: സൈൻ ഇൻ ചെയ്തു
mn: Нэвтэрсэн
mr: साइन इन केले आहे
ms: Telah log masuk
mt: Imdaħħal
my: လက်မှတ်ထိုးဝင်ပြီး
nb: Innlogget
ne: साइन इन भएको
nl: Aangemeld
ny: Mwalowa
oc: Connectat
or: ସାଇନ୍-ଇନ ହୋଇଛନ୍ତି
pa: ਸਾਈਨ ਇਨ ਕੀਤਾ
pl: Zalogowano
ps: ننوتل شوی
pt_br: Sessão iniciada
pt_pt: Sessão iniciada
ro: Conectat
ru: Вы вошли
rw: Winjiye
sd: سائن-ان ٿيل
si: පිවිස ඇත
sk: Prihlásený
sl: Prijavljeni
sm: Ua ulufale
sn: Wapinda
so: La galay
sq: I kyçur
sr: Пријављени сте
st: U kene
su: Geus asup
sv: Inloggad
sw: Umeingia
ta: உள்நுழைந்துள்ளீர்கள்
te: సైన్ ఇన్ అయ్యారు
tg: Ворид шуд
th: ลงชื่อเข้าใช้แล้ว
tr: Oturum açıldı
tt: Керелгән
ug: كىردى
uk: Виконано вхід
ur: سائن اِن ہیں
uz: Tizimga kirilgan
vi: Đã đăng nhập
xh: Ungenile
yo: A ti wọlé
zh_hans: 已登录
zh_hant: 已登入
zu: Kungenwe

source: Log Out
af: Meld af
am: ውጣ
ar: تسجيل الخروج
as: লগ আউট
az: Çıxış
be: Выйсці
bg: Изход
bn: লগ আউট
br: Digennaskañ
bs: Odjava
ca: Tanca la sessió
ceb: Mag-log Out
cs: Odhlásit se
cy: Allgofnodi
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
et: Logi välja
eu: Amaitu saioa
fa: خروج
fi: Kirjaudu ulos
fil: Mag-log Out
fo: Rita út
fr: Se déconnecter
fy: Ofmelde
ga: Logáil Amach
gd: Clàraich a-mach
gl: Pechar sesión
gu: લોગ આઉટ
ha: Fita
he: התנתקות
hi: लॉग आउट करें
hr: Odjava
ht: Dekonekte
hu: Kijelentkezés
hy: Դուրս գալ
id: Keluar
ig: Pụọ
is: Skrá út
it: Esci
ja: ログアウト
jv: Metu
ka: გასვლა
kk: Шығу
km: ចេញពីគណនី
kn: ಲಾಗ್ ಔಟ್
ko: 로그아웃
ku: Derkeve
ky: Чыгуу
lb: Ofmellen
lo: ອອກຈາກລະບົບ
lt: Atsijungti
lv: Iziet
mg: Hivoaka
mi: Takiputa
mk: Одјави се
ml: ലോഗ് ഔട്ട്
mn: Гарах
mr: लॉग आउट
ms: Log Keluar
mt: Oħroġ
my: ထွက်ရန်
nb: Logg ut
ne: लग आउट
nl: Afmelden
ny: Tulukani
oc: Se desconnectar
or: ଲଗ୍ ଆଉଟ୍
pa: ਲੌਗ ਆਊਟ
pl: Wyloguj się
ps: وتل
pt_br: Sair
pt_pt: Terminar sessão
ro: Deconectare
ru: Выйти
rw: Sohoka
sd: لاگ آئوٽ
si: පිටවන්න
sk: Odhlásiť sa
sl: Odjava
sm: Ulufafo
sn: Buda
so: Ka bax
sq: Dilni
sr: Одјави се
st: Tsoa
su: Kaluar
sv: Logga ut
sw: Toka
ta: வெளியேறு
te: లాగ్ అవుట్
tg: Баромадан
th: ออกจากระบบ
tr: Oturumu Kapat
tt: Чыгу
ug: چېكىنىش
uk: Вийти
ur: لاگ آؤٹ
uz: Chiqish
vi: Đăng xuất
xh: Phuma
yo: Jáde
zh_hans: 退出登录
zh_hant: 登出
zu: Phuma

source: Sign in to your Stremio account
af: Meld by jou Stremio-rekening aan
am: ወደ Stremio መለያዎ ይግቡ
ar: تسجيل الدخول إلى حساب Stremio
as: আপোনাৰ Stremio একাউণ্টত ছাইন ইন কৰক
az: Stremio hesabınıza daxil olun
be: Увайдзіце ў свой акаўнт Stremio
bg: Влезте в профила си в Stremio
bn: আপনার Stremio অ্যাকাউন্টে সাইন ইন করুন
br: Kennaskit ouzh ho kont Stremio
bs: Prijavite se na svoj Stremio račun
ca: Inicia la sessió al teu compte de Stremio
ceb: Mag-sign in sa imong Stremio account
cs: Přihlaste se ke svému účtu Stremio
cy: Mewngofnodwch i'ch cyfrif Stremio
da: Log ind på din Stremio-konto
de: Bei deinem Stremio-Konto anmelden
el: Συνδεθείτε στον λογαριασμό σας Stremio
es: Inicia sesión en tu cuenta de Stremio
et: Logi oma Stremio kontole sisse
eu: Hasi saioa zure Stremio kontuan
fa: ورود به حساب Stremio
fi: Kirjaudu Stremio-tilillesi
fil: Mag-sign in sa iyong Stremio account
fo: Innrita til Stremio-kontu tína
fr: Connectez-vous à votre compte Stremio
fy: Meld oan by jo Stremio-akkount
ga: Sínigh isteach i do chuntas Stremio
gd: Clàraich a-steach dhan chunntas Stremio agad
gl: Inicia sesión na túa conta de Stremio
gu: તમારા Stremio ખાતામાં સાઇન ઇન કરો
ha: Shiga asusunka na Stremio
he: התחברות לחשבון Stremio שלך
hi: अपने Stremio खाते में साइन इन करें
hr: Prijavite se na svoj Stremio račun
ht: Konekte ak kont Stremio ou an
hu: Jelentkezz be a Stremio-fiókodba
hy: Մուտք գործել ձեր Stremio հաշիվ
id: Masuk ke akun Stremio Anda
ig: Banye n'akaụntụ Stremio gị
is: Skrá þig inn á Stremio-reikninginn þinn
it: Accedi al tuo account Stremio
ja: Stremio アカウントにサインイン
jv: Mlebu menyang akun Stremio sampeyan
ka: შედით თქვენს Stremio ანგარიშში
kk: Stremio тіркелгісіне кіру
km: ចូលគណនី Stremio របស់អ្នក
kn: ನಿಮ್ಮ Stremio ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: Stremio 계정으로 로그인
ku: Bi hesabê xwe yê Stremio têkeve
ky: Stremio аккаунтуңузга кириңиз
lb: Mell dech bei dengem Stremio-Kont un
lo: ເຂົ້າສູ່ລະບົບບັນຊີ Stremio ຂອງທ່ານ
lt: Prisijunkite prie savo Stremio paskyros
lv: Pierakstieties savā Stremio kontā
mg: Midira amin'ny kaonty Stremio-nao
mi: Takiuru ki tō pūkete Stremio
mk: Најавете се на вашата Stremio сметка
ml: നിങ്ങളുടെ Stremio അക്കൗണ്ടിലേക്ക് സൈൻ ഇൻ ചെയ്യുക
mn: Stremio дансаараа нэвтрэх
mr: तुमच्या Stremio खात्यात साइन इन करा
ms: Log masuk ke akaun Stremio anda
mt: Idħol fil-kont Stremio tiegħek
my: သင့် Stremio အကောင့်သို့ လက်မှတ်ထိုးဝင်ရန်
nb: Logg inn på Stremio-kontoen din
ne: आफ्नो Stremio खातामा साइन इन गर्नुहोस्
nl: Meld je aan bij je Stremio-account
ny: Lowani mu akaunti yanu ya Stremio
oc: Connectatz-vos a vòstre compte Stremio
or: ଆପଣଙ୍କ Stremio ଆକାଉଣ୍ଟରେ ସାଇନ୍-ଇନ କରନ୍ତୁ
pa: ਆਪਣੇ Stremio ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕਰੋ
pl: Zaloguj się na konto Stremio
ps: خپل Stremio حساب ته ننوځئ
pt_br: Entre na sua conta Stremio
pt_pt: Inicie sessão na sua conta Stremio
ro: Conectează-te la contul tău Stremio
ru: Войдите в аккаунт Stremio
rw: Injira muri konti yawe ya Stremio
sd: پنھنجي Stremio اڪائونٽ ۾ سائن-ان ڪريو
si: ඔබේ Stremio ගිණුමට පිවිසෙන්න
sk: Prihláste sa do svojho účtu Stremio
sl: Prijavite se v svoj račun Stremio
sm: Ulufale i lau tala Stremio
sn: Pinda mu account yako yeStremio
so: Gal akoonkaaga Stremio
sq: Kyçuni në llogarinë tuaj Stremio
sr: Пријавите се на свој Stremio налог
st: Kena ka akhaonto ea hau ea Stremio
su: Asup ka akun Stremio anjeun
sv: Logga in på ditt Stremio-konto
sw: Ingia kwenye akaunti yako ya Stremio
ta: உங்கள் Stremio கணக்கில் உள்நுழையவும்
te: మీ Stremio ఖాతాలోకి సైన్ ఇన్ అవ్వండి
tg: Ба ҳисоби Stremio-и худ ворид шавед
th: ลงชื่อเข้าใช้บัญชี Stremio ของคุณ
tr: Stremio hesabınızda oturum açın
tt: Stremio хисабыңа кер
ug: Stremio ھېساباتىڭىزغا كىرىڭ
uk: Увійдіть до облікового запису Stremio
ur: اپنے Stremio اکاؤنٹ میں سائن اِن کریں
uz: Stremio hisobingizga kiring
vi: Đăng nhập vào tài khoản Stremio
xh: Ngena kwiakhawunti yakho yeStremio
yo: Wọlé sí àkàwé Stremio rẹ
zh_hans: 登录你的 Stremio 账户
zh_hant: 登入您的 Stremio 帳號
zu: Ngena ku-akhawunti yakho ye-Stremio

source: Poster artwork (ERDB, ratings)
af: Plakkaatkuns (ERDB, graderings)
am: የፖስተር ምስል (ERDB፣ ደረጃዎች)
ar: صور الملصقات (ERDB والتقييمات)
as: প'ষ্টাৰ আৰ্টৱৰ্ক (ERDB, ৰেটিং)
az: Poster qrafikası (ERDB, reytinqlər)
be: Графіка постараў (ERDB, рэйтынгі)
bg: Постери (ERDB, оценки)
bn: পোস্টার আর্টওয়ার্ক (ERDB, রেটিং)
br: Arzskeudennoù skritell (ERDB, priziadennoù)
bs: Grafika postera (ERDB, ocjene)
ca: Imatges de pòster (ERDB, valoracions)
ceb: Poster artwork (ERDB, mga rating)
cs: Plakáty a obrázky (ERDB, hodnocení)
cy: Gwaith celf posteri (ERDB, graddau)
da: Plakatgrafik (ERDB, bedømmelser)
de: Poster-Artwork (ERDB, Bewertungen)
el: Αφίσες (ERDB, βαθμολογίες)
es: Carátulas (ERDB, valoraciones)
et: Plakatipildid (ERDB, hinnangud)
eu: Kartelen irudiak (ERDB, balorazioak)
fa: تصاویر پوستر (ERDB، امتیازها)
fi: Julistekuvitus (ERDB, arvostelut)
fil: Artwork ng poster (ERDB, mga rating)
fo: Plakatmyndalist (ERDB, metingar)
fr: Affiches (ERDB, notes)
fy: Poster-artwork (ERDB, beoardielings)
ga: Ealaín póstaeir (ERDB, rátálacha)
gd: Ealain phostairean (ERDB, rangachaidhean)
gl: Imaxes dos pósteres (ERDB, valoracións)
gu: પોસ્ટર આર્ટવર્ક (ERDB, રેટિંગ)
ha: Zanen fasto (ERDB, ƙimomi)
he: תמונות פוסטרים (ERDB, דירוגים)
hi: पोस्टर आर्टवर्क (ERDB, रेटिंग)
hr: Naslovnice (ERDB, ocjene)
ht: Atwòk afich (ERDB, evalyasyon)
hu: Borítóképek (ERDB, értékelések)
hy: Պաստառների ձևավորում (ERDB, գնահատականներ)
id: Gambar poster (ERDB, rating)
ig: Eserese poster (ERDB, ọkwa)
is: Veggspjöld (ERDB, einkunnir)
it: Locandine (ERDB, valutazioni)
ja: ポスター画像（ERDB、評価）
jv: Artwork poster (ERDB, rating)
ka: პოსტერების გრაფიკა (ERDB, შეფასებები)
kk: Постер суреттері (ERDB, рейтингтер)
km: រូបផ្ទាំង (ERDB, ការវាយតម្លៃ)
kn: ಪೋಸ್ಟರ್ ಚಿತ್ರಕಲೆ (ERDB, ರೇಟಿಂಗ್‌ಗಳು)
ko: 포스터 이미지 (ERDB, 평점)
ku: Hunera posteran (ERDB, nirxandin)
ky: Постер графикасы (ERDB, рейтингдер)
lb: Placke-Grafiken (ERDB, Bewäertungen)
lo: ຮູບໂປສເຕີ (ERDB, ຄະແນນ)
lt: Plakatų vaizdai (ERDB, įvertinimai)
lv: Plakātu attēli (ERDB, vērtējumi)
mg: Sarin'ny poster (ERDB, naoty)
mi: Toi pānui (ERDB, whakatauranga)
mk: Постери (ERDB, оценки)
ml: പോസ്റ്റർ ചിത്രങ്ങൾ (ERDB, റേറ്റിംഗുകൾ)
mn: Постерын зураг (ERDB, үнэлгээ)
mr: पोस्टर कलाकृती (ERDB, रेटिंग)
ms: Reka bentuk poster (ERDB, penilaian)
mt: Artwork tal-posters (ERDB, klassifikazzjonijiet)
my: ပိုစတာ ပန်းချီ (ERDB, အဆင့်သတ်မှတ်ချက်များ)
nb: Plakatgrafikk (ERDB, vurderinger)
ne: पोस्टर आर्टवर्क (ERDB, रेटिङ)
nl: Posterafbeeldingen (ERDB, beoordelingen)
ny: Zithunzi za poster (ERDB, maratingi)
oc: Visuals dels afichas (ERDB, nòtas)
or: ପୋଷ୍ଟର ଆର୍ଟୱର୍କ (ERDB, ରେଟିଂ)
pa: ਪੋਸਟਰ ਆਰਟਵਰਕ (ERDB, ਰੇਟਿੰਗਾਂ)
pl: Plakaty (ERDB, oceny)
ps: د پوستر هنري کار (ERDB، درجه‌بندۍ)
pt_br: Arte dos pôsteres (ERDB, avaliações)
pt_pt: Imagens de cartaz (ERDB, classificações)
ro: Imagini afiș (ERDB, evaluări)
ru: Постеры (ERDB, рейтинги)
rw: Ubuhanzi bw'amafoto (ERDB, amanota)
sd: پوسٽر آرٽ ورڪ (ERDB، ريٽنگون)
si: පෝස්ටර කලා කෘති (ERDB, ශ්‍රේණිගත කිරීම්)
sk: Plagáty (ERDB, hodnotenia)
sl: Slike plakatov (ERDB, ocene)
sm: Ata pepa faasalalau (ERDB, faailoga)
sn: Hunyanzvi hwema poster (ERDB, zvibodzwa)
so: Farshaxanka poster (ERDB, qiimeyn)
sq: Posterët (ERDB, vlerësimet)
sr: Графика постера (ERDB, оцене)
st: Artwork ea poso (ERDB, litekanyetso)
su: Artwork poster (ERDB, pameunteu)
sv: Affischbilder (ERDB, betyg)
sw: Picha za bango (ERDB, ukadiriaji)
ta: போஸ்டர் காட்சி (ERDB, மதிப்பீடுகள்)
te: పోస్టర్ చిత్రకళ (ERDB, రేటింగ్‌లు)
tg: Асари постер (ERDB, рейтингҳо)
th: ภาพโปสเตอร์ (ERDB, คะแนนรีวิว)
tr: Afiş görselleri (ERDB, puanlar)
tt: Постер рәсемнәре (ERDB, рейтинглар)
ug: ئېلاننامە سەنئىتى (ERDB، باھالار)
uk: Постери (ERDB, рейтинги)
ur: پوسٹر آرٹ ورک (ERDB، ریٹنگز)
uz: Poster tasviri (ERDB, reytinglar)
vi: Ảnh bìa (ERDB, đánh giá)
xh: Ubugcisa bepowusta (ERDB, amanqaku)
yo: Àwòrán pọ́sítà (ERDB, àwọn ìdíwọ̀n)
zh_hans: 海报图（ERDB、评分）
zh_hant: 海報圖像（ERDB、評分）
zu: Umsebenzi wobuciko wephosta (ERDB, izilinganiso)

source: Mirror add-ons from Stremio
af: Spieël byvoegings vanaf Stremio
am: ተጨማሪዎችን ከStremio አንጸባርቅ
ar: مزامنة الإضافات من Stremio
as: Stremio-ৰ পৰা এড-অন মিৰৰ কৰক
az: Əlavələri Stremio-dan güzgülə
be: Люстраваць дадаткі са Stremio
bg: Огледало на добавки от Stremio
bn: Stremio থেকে অ্যাড-অন মিরর করুন
br: Melezouriñ an enlugelladoù diouzh Stremio
bs: Zrcali dodatke iz Stremija
ca: Replica els complements de Stremio
ceb: I-mirror ang mga add-on gikan sa Stremio
cs: Zrcadlit doplňky ze Stremio
cy: Adlewyrchu ychwanegion o Stremio
da: Spejl tilføjelser fra Stremio
de: Add-ons von Stremio spiegeln
el: Συγχρονισμός πρόσθετων από το Stremio
es: Reflejar complementos de Stremio
et: Peegelda lisad Stremiost
eu: Islatu Stremioko gehigarriak
fa: همگام‌سازی افزونه‌ها از Stremio
fi: Peilaa lisäosat Stremiosta
fil: I-mirror ang mga add-on mula sa Stremio
fo: Spegla eykingar frá Stremio
fr: Synchroniser les extensions depuis Stremio
fy: Add-ons út Stremio spegelje
ga: Scáthánaigh breiseáin ó Stremio
gd: Sgàthanaich tuilleadain à Stremio
gl: Reflectir os complementos de Stremio
gu: Stremio માંથી ઍડ-ઑન મિરર કરો
ha: Madubin ƙarin abubuwa daga Stremio
he: שיקוף תוספים מ-Stremio
hi: Stremio से ऐड-ऑन मिरर करें
hr: Zrcali dodatke sa Stremija
ht: Mirwa add-on yo soti nan Stremio
hu: Bővítmények tükrözése a Stremióból
hy: Արտապատկերել հավելումները Stremio-ից
id: Cerminkan add-on dari Stremio
ig: Nyoo ngwakọ site na Stremio
is: Spegla viðbætur frá Stremio
it: Rispecchia gli add-on da Stremio
ja: Stremio のアドオンをミラー
jv: Mirror add-on saka Stremio
ka: დამატებების ასახვა Stremio-დან
kk: Stremio-дан қондырмаларды көшіру
km: ចម្លងកម្មវិធីបន្ថែមពី Stremio
kn: Stremio ನಿಂದ ಆಡ್-ಆನ್‌ಗಳನ್ನು ಪ್ರತಿಬಿಂಬಿಸಿ
ko: Stremio에서 애드온 미러링
ku: Pêvekan ji Stremio neynik bike
ky: Кошумчаларды Stremio'дон күзгүлөө
lb: Add-ons vu Stremio spigelen
lo: ມິເຣີສ່ວນເສີມຈາກ Stremio
lt: Atspindėti priedus iš Stremio
lv: Spoguļot papildinājumus no Stremio
mg: Mirror add-ons avy amin'ny Stremio
mi: Whakaata apataki mai i a Stremio
mk: Огледувај додатоци од Stremio
ml: Stremio-യിൽ നിന്ന് ആഡ്-ഓണുകൾ മിറർ ചെയ്യുക
mn: Stremio-оос нэмэлтүүдийг толидох
mr: Stremio मधून ॲड-ऑन मिरर करा
ms: Cermin tambahan daripada Stremio
mt: Irrifletti l-add-ons minn Stremio
my: Stremio မှ add-on များ ကူးယူရန်
nb: Speil tillegg fra Stremio
ne: Stremio बाट एड-अनहरू मिरर गर्नुहोस्
nl: Add-ons spiegelen vanuit Stremio
ny: Mirror ma add-on kuchokera ku Stremio
oc: Reflectir los moduls de Stremio
or: Stremio‌ରୁ ଆଡ୍-ଅନ ମିରର କରନ୍ତୁ
pa: Stremio ਤੋਂ ਐਡ-ਆਨ ਮਿਰਰ ਕਰੋ
pl: Synchronizuj dodatki ze Stremio
ps: له Stremio نه اضافه‌ونې منعکس کړئ
pt_br: Espelhar complementos do Stremio
pt_pt: Espelhar extensões do Stremio
ro: Preia suplimentele din Stremio
ru: Зеркалировать дополнения из Stremio
rw: Werekana ibyongeramo bituruka kuri Stremio
sd: Stremio مان ايڊ-آنز مرر ڪريو
si: Stremio වෙතින් ඇඩෝන පිළිබිඹු කරන්න
sk: Zrkadliť doplnky zo Stremia
sl: Zrcali dodatke iz Stremia
sm: Faaata add-ons mai Stremio
sn: Mirror zvinowedzera kubva kuStremio
so: Ka muraayadee add-ons Stremio
sq: Pasqyro shtesat nga Stremio
sr: Преузми додатке са Stremio-а
st: Bonahatsa litlatsetso ho tsoa Stremio
su: Eunteungkeun add-on ti Stremio
sv: Spegla tillägg från Stremio
sw: Nakili viongezi kutoka Stremio
ta: Stremio இலிருந்து துணை நிரல்களைப் பிரதியெடு
te: Stremio నుండి యాడ్-ఆన్‌లను మిర్రర్ చేయండి
tg: Инъикоси иловагиҳо аз Stremio
th: มิเรอร์ส่วนเสริมจาก Stremio
tr: Eklentileri Stremio'dan yansıt
tt: Stremio'дан өстәмәләрне көзге кебек чагылдыр
ug: Stremio دىن قوشۇلمىلارنى ئەينەكلە
uk: Дзеркалити доповнення зі Stremio
ur: Stremio سے ایڈ آنز مرر کریں
uz: Qo'shimchalarni Stremio'dan aks ettirish
vi: Đồng bộ tiện ích từ Stremio
xh: Bonisa ii-add-on ezivela kwiStremio
yo: Ṣàwòdìí àwọn add-on láti Stremio
zh_hans: 从 Stremio 镜像插件
zh_hant: 鏡像 Stremio 的擴充功能
zu: Fanisa izengezo kusuka ku-Stremio
